const obj = {
    name1: prompt(' Введите свое имя '),
    age1: +prompt(' Введите свой возраст '),
    name2: prompt(' Введите свое имя '),
    age2: +prompt(' Введите свой возраст '),
    name3: prompt(' Введите свое имя '),
    age3: +prompt(' Введите свой возраст '),
    name4: prompt(' Введите свое имя '),
    age4: +prompt(' Введите свой возраст '),
    name5: prompt(' Введите свое имя '),
    age5: +prompt(' Введите свой возраст'),
}

console.log('Пользователь 1 ' + ' Имя пользователя - ' + obj.name1 + ' Возраст ' + obj.age1);
console.log('Пользователь 2 ' + ' Имя пользователя - ' + obj.name2 + ' Возраст ' + obj.age2);
console.log('Пользователь 3 ' + ' Имя пользователя - ' + obj.name3 + ' Возраст ' + obj.age3);
console.log('Пользователь 4 ' + ' Имя пользователя - ' + obj.name4 + ' Возраст ' + obj.age4);
console.log('Пользователь 5 ' + ' Имя пользователя - ' + obj.name5 + ' Возраст ' + obj.age5);    





    
